"%@ Key" = "%@-näppäin";
"%d Columns" = "%d saraketta";
"10 Columns" = "10 saraketta";
"12 Columns" = "12 saraketta";
"2 Columns" = "2 saraketta";
"3 Columns" = "3 saraketta";
"4 Columns" = "4 saraketta";
"6 Columns" = "6 saraketta";
"8 Columns" = "8 saraketta";
"ANSI colors" = "ANSI-värit";
"Access" = "Oikeudet";
"Action Menu" = "Toimintovalikko";
"Add ESC" = "Lisää ESC";
"All windows" = "Kaikki ikkunat";
"Alternate row color" = "Vuorottaisten rivien väritys";
"Always open folders in a new window" = "Avaa kansiot aina uudessa ikkunassa";
"Always show file extensions" = "Näytä aina tiedostotarkenne";
"Antialias text" = "Antialiasoi teksti";
"Appearance" = "Ulkoasu";
"Append Finder contextual menu items" = "Liitä Finderin kohdevalikkokohteet";
"Application" = "Ohjelma";
"Applications" = "Ohjelmat";
"Arrow keys loop around when reaching end" = "Nuolinäppäimet hyppäävät lopusta takaisin alkuun";
"Auto-play movie and audio files in preview" = "Toista ääni- ja elokuvatiedostot esikatselussa automaattisesti";
"Auto-preview Word documents in preview" = "Käytä Word-dokumenttien automaattista esikatselua";
"Automatically open in text editor" = "Avaa automaattisesti tekstieditorissa";
"Back color" = "Taustaväri";
"Background color" = "Taustaväri";
"Begin drag on vertical motion" = "Aloita raahaus pystysuoralla liikkeellä";
"Behavior for \"Reveal in Path Finder\" command" = "Käyttäytyminen komennolle \"Näytä Path Finderissa\"";
"Blinking cursor" = "Vilkkuva kursori";
"Bold color" = "Lihavoidun väri";
"Bold folders" = "Lihavoi kansiot";
"Bottom" = "Alalaita";
"Browser" = "Selain";
"Browser accepts window activating mouse click" = "Selain hyväksyy ikkunan aktivoivan osoituksen";
"Calculate all sizes" = "Laske kaikki koot";
"Calculate size for folders and packages" = "Laske kansioiden ja pakkausten koko";
"Cancel" = "Kumoa";
"Check for updates" = "Tarkista päivitykset";
"Check spelling as you type" = "Tarkista oikeinkirjoitus kirjoitettaessa";
"Choose Picture..." = "Valitse kuva...";
"Choose..." = "Valitse...";
"Close" = "Sulje";
"Close the session when it ends" = "Sulje sessio sen päättyessä";
"Collapse auto expanded folders after drag" = "Sulje itsestään avautuneet kansiot raahauksen jälkeen";
"Color" = "Väri";
"Color Options" = "Värivaihtoehdot";
"Colors" = "Värit";
"Column View Options" = "Sarakenäkymän valinnat";
"Column view" = "Sarakenäkymänä";
"Columns" = "Sarakkeet";
"Command" = "Komento";
"Command clicking opens:" = "Komento-napsauttaminen avaa:";
"Command:" = "Komento:";
"Commands" = "Komennot";
"Compress files in same directory as original" = "Pakkaa tiedostot alkuperäiskohteen hakemistoon";
"Compression Format:" = "Pakkausformaatti:";
"Computer" = "Tietokone";
"Confirm before quitting Path Finder" = "Vahvista Path Finderin lopetus";
"Contextual Menu" = "Kohdevalikko";
"Control color" = "Hallinta väri";
"Cover Flow View Options" = "Cover Flow-näkymä vaihtoehdot";
"Creation Date" = "Luontiaika";
"Date Created" = "Luontipäivä";
"Date Modified" = "Muutospäivä";
"Decompress archives with Path Finder" = "Pura arkistot Path Finderilla";
"Default Background Color" = "Taustan oletusväri";
"Default Plain Text Encoding" = "Pelkän tekstin oletusarvoinen merkkikoodaus";
"Default compression format" = "Vakio pakkausmuoto";
"Default extension:" = "Oletustarkenne:";
"Default setting for the encoding\nto be used when opening a plain text file" = "Oletus asetus koodaukselle\navattaessa yksinkertaisia tekstitiedostoja";
"Delete" = "Poista";
"Delete key sends backspace" = "Poistonäppäin lähettää askelpalautuksen";
"Desktop Background" = "Työpöydän tausta";
"Desktop Options" = "Työpöydän valinnat";
"Desktop clicking opens:" = "Työpöydän napsauttaminen avaa:";
"Desktop picture" = "Työpöydän taustakuva";
"Dim invisibles" = "Himmennä näkymättömät";
"Directory" = "Hakemisto";
"Directory:" = "Hakemisto:";
"Disable superfluous visual effects" = "Poista käytöstä ylimääräiset visuaaliset tehosteet";
"Display" = "Näyttö";
"Documents" = "Dokumentit";
"Double-click when clicking icon" = "Avaa kuvakkeet yhdellä osoituksella";
"Drag and drop to reorder" = "Järjestä kohteet uudelleen raahaamalla";
"Draw background pattern for image previews" = "Piirrä taustakuvio esikatselukuville";
"Draw background picture" = "Piirrä taustakuva symbolinäkymässä:";
"Draw label color on icon" = "Näytä kuvakkeen merkkiväri";
"Draw label color on name" = "Näytä nimen merkkiväri";
"Edit..." = "Muokkaa...";
"Enable \"Launch Application\" global hot-key:" = "Järjestelmänlaajuinen \"Käynnistä ohjelma\" pikanäppäin:";
"Enable \"Reveal in Path Finder\" for third party applications" = "Käytä \"Näytä Path Finderissa\" kolmannen osapuolten ohjelmille";
"Enable \"Reveal in Path Finder\" global hot-key:" = "Järjestelmänlaajuinen \"Näytä Path Finderissa\" pikanäppäin:";
"Enable \"Show in Path Finder\" for third party applications" = "Käytä \"Näytä Path Finderissa\" kolmannen osapuolten sovelluksissa";
"Enable Applications menu" = "Käytä ohjelmavalikkoa";
"Enable bug reporter" = "Käytä virheraportoijaa";
"Enable disclosure triangles in column view" = "Käytä paljastuskolmioita palstanäkymässä";
"Enable global application menu" = "Käytä järjestelmänlaajuista ohjelmavalikkoa";
"Enable quick disk image mounting" = "Salli nopea levytiedostojen näkyviintuonti";
"Enable spring-loaded folders" = "Käytä itseavautuvia kansioita";
"Encoding:" = "Merkkikoodaus:";
"Enforce character alignment" = "Pakota merkkien tasaus";
"Enter Key:" = "Syöttö:";
"Everyone:" = "Kaikki:";
"Execute" = "Suorita";
"Expand files in same directory as original" = "Pura kansiot alkuperäiskohteen hakemistoon";
"Extension" = "Tarkennin";
"Favorites" = "Suosikit";
"Files" = "Tiedostot";
"Files and folders" = "Tiedostot ja kansiot";
"Fit to Window" = "Sovita ikkunaan";
"Folders" = "Kansiot";
"Font:" = "Kirjasin:";
"General" = "Yleiset";
"Get Info Application:" = "Inspektoriohjelma:";
"Get Info:" = "Näytä tietoja:";
"Grid color" = "Ruudukon väri";
"Grid spacing:" = "Ruudukon välistys:";
"Group" = "Ryhmä";
"Group:" = "Ryhmä:";
"Handle 'afp' URLs using Path Finder" = "Käsittele 'afp' URL:t käyttäen Path Finderia";
"Handle 'file' URLs using Path Finder" = "Käsittele 'tiedosto' URL:t käyttäen Path Finderia";
"Handle 'ftp' URLs using Path Finder" = "Käsittele 'ftp' URL:t käyttäen Path Finderia";
"Hard disks" = "Kovalevyt";
"Hide Finder's desktop" = "Piilota Finderin työpöytä";
"Hide tab when there is only one session" = "Kätke välilehtipalkki yhden istunnon olessa auki";
"Highlight" = "Korostus";
"Home" = "Koti";
"Horizontal:" = "Vaakasuora:";
"Hotspot color" = "Hotspotin väri";
"Icon View Options" = "Symbolinäkymän valinnat";
"Icon size:" = "Symbolien koko:";
"Icon view" = "Symbolinäkymänä";
"Ignore HTML Commands" = "Älä huomioi HTML-komentoja";
"Ignore RTF Commands" = "Älä huomioi RTF-komentoja";
"Ignore invisible files when compressing" = "Ohita piilotiedostot pakattaessa";
"Ignore resource forks when compressing" = "Ohita resurssihaarukat pakattaessa";
"Ignore software license agreements" = "Ohita ohjelmistolisenssit";
"Image background color" = "Kuvan taustan väri";
"Image checkerboard color" = "Kuvan tarkastustaulun  väri";
"Info text color" = "Info tekstin väri";
"Italicize aliases" = "Kursivoi aliakset";
"Item Info" = "Kohteen tiedot";
"Keep icons arranged on desktop" = "Pidä symbolit järjestettynä työpöydällä";
"Key Actions" = "Näppäintoiminnot";
"Kind" = "Laji";
"Label" = "Merkki";
"Label on Bottom" = "Merkki alhaalla";
"Label on Right" = "Merkki oikealla";
"Label on bottom" = "Nimi alla";
"Label on right" = "Nimi oikealla";
"Launch Path Finder automatically after log in" = "Käynnistä Path Finder sisäänkirjauduttaessa";
"Layout Left to Right" = "Sommittelu vasemmalta oikealle";
"Layout Top to Bottom" = "Sommittelu ylhäältä alas";
"Left" = "Vasen";
"List View Options" = "Listanäkymän valinnat";
"List view" = "Listanäkymänä";
"Macintosh style key navigation" = "Macintosh-tyylinen näppäinnavigaatio";
"Modification Date" = "Muutosaika";
"Mount DMGs using Path Finder" = "Tuo näkyviin DMG:t käyttäen Path Finderia";
"Mount disk images after expand" = "Tuo levytiedostot näkyviin purkamisen jälkeen";
"Name" = "Nimi";
"Name:" = "Nimi:";
"Network servers" = "Verkkopalvelimet";
"New Documents" = "Uudet dokumentit";
"New Files" = "Uudet tiedostot";
"New Folders" = "Uudet kansiot";
"New tab" = "Uuden välilehden";
"New window" = "Uuden ikkunan";
"New..." = "Uusi…";
"Non-ASCII font" = "Ei-ASCII-kirjasin";
"Normal" = "Normaali";
"Normal font" = "Normaali kirjasin";
"Opacity" = "Läpinäkyvyys";
"Opacity:" = "Läpinäkyvyys:";
"Open" = "Avaa";
"Open PDF documents in built-in PDF viewer" = "Avaa PDF-dokumentit sisäänrakennetussa PDF-näkymässä";
"Open TextEdit documents in built-in text editor" = "Avaa TeXturi-dokumentit sisäänrakennetussa tekstieditorissa";
"Open Word documents in built-in text editor" = "Avaa Word-dokumentit sisäänrakennetussa tekstieditorissa";
"Open image files in built-in image viewer" = "Avaa kuvatiedostot sisäänrakennetussa kuvanäkymässä";
"Open mounted volumes in new window" = "Avaa näkyviintuodut taltiot uudessa ikkunassa";
"Open new browser on launch" = "Avaa uusi selain käynnistäessä";
"Open new windows and tabs in column view" = "Avaa uudet ikkunat ja välilehdet palstanäkymässä";
"Open new windows in:" = "Avaa uusi ikkuna:";
"Open with:" = "Avaa:";
"Opening" = "Avattaessa";
"Opens" = "Avaa";
"Option Key" = "Optio-näppäin";
"Owner" = "Omistaja";
"Owner:" = "Omistaja:";
"Packages" = "Pakkaukset";
"Parent" = "Ylempi taso";
"Path" = "Polku";
"Path Finder allows seamless integration with your favorite text editor or file information application." = "Path Finder mahdollistaa saumattoman integraation suosikkitekstieditorisi tai inspektoriohjelmasi kanssa. Oletusarvot ovat TeXturi ja sisäänrakennettu yleistietopaneeli.";
"Path Navigator Color" = "Polun selaimen väri";
"Path Navigator Text Color" = "Polun selaimen tekstin väri";
"Picture" = "Kuva";
"Plain text" = "Pelkkää tekstiä";
"Position the Path Navigator below the browser" = "Sijoita polun selain selaimen alapuolelle";
"Preferences" = "Asetukset";
"Press Space Bar to open immediately" = "Avaa välittömästi painamalla välilyöntiä";
"Preview drawer is opened automatically for new browsers" = "Esikatselu näytetään automaattisesti uusissa selainnäkymissä";
"Process drawer is opened automatically for new browsers" = "Prosessit näytetään automaattisesti uusissa selainnäkymissä";
"Quit the Finder automatically at launch" = "Lopeta Finder automaattisesti käynnistettäessä";
"Read" = "Luku";
"Removable media" = "Irrotettavat laitteet";
"Renames" = "Uudelleennimeä";
"Render html in preview" = "Näytä HTML-tiedostojen esikatselu parsittuna";
"Requires relaunch" = "Vaatii uudelleenkäynnistyksen";
"Resolve aliases" = "Ratkaise aliakset";
"Restore Default" = "Palauta oletusarvot";
"Restore location after spring-loaded drag" = "Palaa alkuperäiseen sijaintiin jousikuormitetun raahauksen jälkeen";
"Return Key:" = "Rivinvaihto:";
"Reveal" = "Näyttää";
"Reveal in existing window" = "Näytetään nykyisessä ikkunassa";
"Reveal in new tab" = "Näytetään uudessa välilehdessä";
"Reveal in new window" = "Näytetään uudessa ikkunassa";
"Rich text" = "RTF";
"Right" = "Oikea";
"Row separator color" = "Rivien erotteluväri";
"Save Theme..." = "Tallenna teema...";
"Save with:" = "Tallenna:";
"Select entire row in list view" = "Valitse koko rivi listanäkymässä";
"Selection color" = "Valinnan väri";
"Send anonymous system information" = "Lähetä anonyymia järjestelmätietoa";
"Sessions" = "Sessiot";
"Set Background..." = "Aseta tausta...";
"Set Colors..." = "Aseta värit...";
"Set Path Finder as the default file viewer" = "Aseta Path Finder vakio tiedostoesikatselijaksi";
"Set..." = "Aseta";
"Setting this preference will cause \"Reveal in Finder\" commands in other applications to use Path Finder instead of Finder." = "Tämän asetuksen käyttö aiheuttaa muissa ohjelmissa \"Näytä Finderissa\" komentojen käyttää Path Finderia Finderin sijasta.";
"Shadowed" = "Varjostettu";
"Show Path Finder desktop" = "Näytä Path Finderin työpöytä";
"Show column headers" = "Näytä sarakkeen otsikot";
"Show columns" = "Näytä palstat";
"Show columns:" = "Näytä sarakkeet:";
"Show desktop background" = "Näytä työpöydän tausta";
"Show file names" = "Näytä tiedostojen nimet";
"Show files and folders on the Desktop" = "Näytä tiedostot ja kansiot työpöydällä";
"Show grid" = "Näytä ruudukko";
"Show horizontal grid" = "Näytä vaakaristikko";
"Show hotspot" = "Näytä Hotspot";
"Show icon preview" = "Näytä esikatselusymboli";
"Show icon previews on network volumes" = "Näytä esikatselusymbolit verkkotaltioilla";
"Show icons" = "Näytä symbolit";
"Show invisibles" = "Näytä näkymättömät";
"Show item info" = "Näytä kohteen tiedot";
"Show on desktop:" = "Näytä työpöydällä";
"Show open button" = "Näytä avaa-nappi";
"Show preview column" = "Näytä esikatselu";
"Show row separators" = "Näytä rivien erotusjuovat";
"Show ruler" = "Näytä viivain";
"Show splash panel at launch" = "Näytä otsikkopaneeli käynnistettäessä";
"Show vertical grid" = "Näytä pystyruudukko";
"Show volumes on the Desktop" = "Näytä taltiot työpöydällä";
"Show warning before emptying the Trash" = "Näytä varoitus ennen roskakorin tyhjennystä";
"Show zoom effects when opening files" = "Näytä suurennusefektit tiedostoja avattaessa";
"Silence terminal bell" = "Mykistä päätteen äänimerkki";
"Size" = "Koko";
"Small contextual menu font size" = "Pieni kontekstivalikon kirjasinkoko";
"Smart Sort Order" = "Älykäs lajittelujärjestys";
"Smart sorting" = "Älykäs lajittelu";
"Snap to grid" = "Napsauta ruudukkoon";
"Sort ascending" = "Järjestä nousevaan järjestykseen";
"Sort by %@" = "Lajittele %@";
"Spring-loaded Delay:" = "Itseavautuvat kansiot:";
"Spring-loaded folders:" = "Itseavautuvat kansiot:";
"Start Rename" = "Uudelleennimeä";
"Starting Directory:" = "Aloitushakemisto:";
"Tab Position" = "Välilehden sijainti";
"Target last column (like Finder)" = "Tähtää viimeiseen sarakkeeseen";
"Terminal" = "Pääte";
"Terminal:" = "Pääte:";
"Text" = "Teksti";
"Text Edit" = "TeXturi";
"Text Editor:" = "Tekstieditori:";
"Text Font:" = "Kirjasin:";
"Text color" = "Tekstin väri";
"Themes" = "Teemat";
"This preference will take effect the next time you launch Path Finder." = "Tämä asetus tulee voimaan kun Path Finder käynnistetään seuraavan kerran.";
"This window only" = "Ainoastaan tämä ikkuna";
"Top" = "Ylälaita";
"Transparent" = "Läpinäkyvä";
"Transparent Background" = "Läpinäkyvä tausta";
"Treat Non-ASCII characters as double width" = "Kohtele ASCII:n ulkopuolisia merkkejä kaksoislevyisinä";
"Treat packages as folders" = "Kohtele paketteja kansioina";
"Use brushed metal appearance" = "Käytä metalliulkoasua";
"Use default background color" = "Käytä oletus taustaväriä";
"Use default colors" = "Käytä vakiovärejä";
"Use encoding sniffer when opening text files" = "Käytä koodauksen tunnistusta avattaessa tekstitiedostoja";
"Use encoding sniffer when previewing text files" = "Käytä merkkikoodauksen tunnistusta esikatsellessa tekstitiedostoja";
"Use hfstar for compress and decompress" = "Käytä hfstaria pakkaukseen ja purkuun";
"Use relative dates" = "Käytä suhteellisia päiväyksiä";
"Use small scroll bars" = "Käytä pieniä rullausjanoja";
"Version" = "Versio";
"Vertical:" = "Pystysuora:";
"When idle send ASCII code:" = "Lähetä ASCII-koodi ollessa toimettomana:";
"Wrap to Page" = "Rivitä sivulle";
"Write" = "Kirjoitus";

/* ==== UNLOCALIZED ==== */

"Comments" = "Comments";
"Desktop View Options" = "Desktop View Options";
"Desktop window level adjustment" = "Desktop window level adjustment";
"Enable dual preview for dual browser" = "Enable dual preview for dual browser";
"Finder" = "Finder";
"If you do not relaunch the Finder now the change will be applied the next time you log out and back in." = "If you do not relaunch the Finder now the change will be applied the next time you log out and back in.";
"META" = "META";
"OK" = "OK";
"Relaunch Finder" = "Relaunch Finder";
"The Finder must be relaunched for this change to take effect." = "The Finder must be relaunched for this change to take effect.";
"Use base-2 math for sizes" = "Use base-2 math for sizes";
"Use larger font for browser controls" = "Use larger font for browser controls";
"Use the Finder's desktop window level" = "Use the Finder's desktop window level";
